{ "translations": {
    "Duplicate Finder" : "مكتشف التكرارات Duplicate Finder",
    "Save some space by finding your duplicate files" : "توفير بعض المساحة باكتشاف الملفات المتكررة عندك",
    "Are you tired of sifting through piles of files and folders, only to discover multiple copies of the same content cluttering your storage space?" : "هل سئمت من غربلة أكوام من الملفات و المجلدات لأجل أن تكتشف النسخ المتكررة من نفس المحتوى و التي تُزجِم مساحة التخزين عندك؟",
    "Welcome, the current duplicate has {numberOfFiles} files, total size: {formattedSize}" : "مرحباً. التكرارات الحالية تشتمل على {numberOfFiles} ملف؛ إجمالي حجمها: {formattedSize}",
    "File" : "ملف",
    "Hash:" : "المُستَصْفَى Hashـ :",
    "Path:" : "المسار Pathـ :",
    "Delete" : "حذف",
    "No duplicates found or no duplicate selected." : "لم يتم اكتشاف أي تكررات و لم يتم تحديد أي تكرار.",
    "Could not fetch duplicates" : "تعذّر جلب التكرارات",
    "Duplicate deleted" : "تمّ حذف التكرارات",
    "Could not delete the duplicate at path: ${item.path}" : "تعذّر حذف التكرار في المسار: ${item.path}",
    "Duplicate Finder Settings" : "إعدادات مكتشف التكرارات",
    "All general settings to modify Duplicate Finder behaviors." : "كل الإعدادات العامة لتعديل تصرفات مكتشف التكرارات.",
    "Ignore Mounted Files" : "تجاهل الملفات المُشبَّكة mounted - على نقاط تشبيك وحدات التخزين mounting points -  ",
    "When true, files mounted on external storage will be ignored." : "إذا صح ذلك، فإن الملفات المُشبَّكة على وحدات التخزين الخارجية سيتم تجاهلها.",
    "Ignore mounted file" : "تجاهل الملفات المُشبَّكة",
    "Disable Filesystem Events" : "قم بتعطيل أحداث نظام الملفات Filesystem Events",
    "When true, the event-based detection will be disabled." : "إذا صح ذلك، فإن الاكتشاف على أساس الأحداث event-based detection سيتم تعطيله.",
    "Disable filesystem events" : "قم بتعطيل أحداث نظام الملفات filesystem events",
    "Background Job Cleanup Interval (seconds)" : "الفاصل الزمني لتنظيف المهام في الخلفية (بالثواني)",
    "The interval in seconds for the cleanup background job." : "الفاصل الزمني بالثواني لتنظيف المهام في الخلفية.",
    "Background Job Find Duplicates Interval (seconds)" : "الفاصل الزمني لمهمة اكتشاف التكرارات في الخلفية (بالثواني)",
    "The interval in seconds for the find duplicates background job." : "الفاصل الزمني بالثواني لمهمة اكتشاف التكرارات في الخلفية. ",
    "Could not fetch settings" : "تعذّر جلب الإعدادات",
    "Settings saved" : "تمّ حفظ الإعدادات",
    "Could not save settings" : "تعذّر حفظ الإعدادات"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}