{ "translations": {
    "Duplicate Finder" : "Duplicate Finder",
    "Save some space by finding your duplicate files" : "Économisez de l’espace en trouvant vos fichiers en doublon",
    "Are you tired of sifting through piles of files and folders, only to discover multiple copies of the same content cluttering your storage space?" : "Vous en avez assez de passer au crible des piles de fichiers et de dossiers pour découvrir que plusieurs copies du même contenu encombrent votre espace de stockage ?",
    "Welcome, the current duplicate has {numberOfFiles} files, total size: {formattedSize}" : "Bienvenue, le doublon actuel contient {numberOfFiles} fichiers, taille totale : {formattedSize}",
    "File" : "Fichier",
    "Hash:" : "Hash:",
    "Path:" : "Chemin:",
    "Delete" : "Supprimer",
    "No duplicates found or no duplicate selected." : "Aucun doublon n'a été trouvé ou aucun doublon n'a été sélectionné.",
    "Could not fetch duplicates" : "Impossible de récupérer les doublons",
    "Duplicate deleted" : "Doublon supprimé",
    "Could not delete the duplicate at path: ${item.path}" : "Impossible de supprimer le doublon au chemin : ${item.path}",
    "Duplicate Finder Settings" : "Paramètres de Duplicate Finder",
    "All general settings to modify Duplicate Finder behaviors." : "Paramètres généraux permettant de modifier les comportements de Duplicate Finder.",
    "Ignore Mounted Files" : "Ignorer les fichiers montés",
    "When true, files mounted on external storage will be ignored." : "Lorsque cette option est activée, les fichiers montés sur un support de stockage externe sont ignorés.",
    "Ignore mounted file" : "Ignorer les fichiers montés",
    "Disable Filesystem Events" : "Désactiver les événements du système de fichiers",
    "When true, the event-based detection will be disabled." : "Lorsque cette option est sélectionnée, la détection basée sur les événements est désactivée.",
    "Disable filesystem events" : "Désactiver les événements du système de fichiers",
    "Background Job Cleanup Interval (seconds)" : "Intervalle de nettoyage automatique des doublons (secondes)",
    "The interval in seconds for the cleanup background job." : "Intervalle en secondes pour le nettoyage automatique des doublons.",
    "Background Job Find Duplicates Interval (seconds)" : "Intervalle de détection automatique des doublons (secondes)",
    "The interval in seconds for the find duplicates background job." : "Intervalle en secondes pour la détection automatique des doublons.",
    "Could not fetch settings" : "Impossible de récupérer les paramètres",
    "Settings saved" : "Paramètres sauvegardés",
    "Could not save settings" : "Impossible d'enregistrer les paramètres"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}