{ "translations": {
    "Help" : "Ajuda",
    "Filters" : "Filtros",
    "Excluded Folders" : "Pastas excluídas",
    "Projects" : "Projectos",
    "Could not fetch settings" : "Não foi possível obter definições",
    "Settings saved" : "Definições guardadas",
    "All duplicates found" : "Todos os duplicados encontrados",
    "Disable Filesystem Events" : "Desativar eventos do Sistema de Ficheiros",
    "Find all duplicates" : "Localizar todos os duplicados",
    "Unselect all" : "Remover seleção",
    "Select all" : "Selecionar tudo",
    "Merge selected files" : "Combinar ficherios selecionados",
    "No duplicate files were found that can be deleted. This could be because there are no duplicates, or all duplicates are in protected folders." : "Não foram encontrados ficheiros duplicados que possam ser eliminados. Isto pode ocorrer porque não existem duplicados ou porque todos os duplicados estão em pastas protegidas.",
    "Back" : "Voltar",
    "Files to be deleted" : "Ficheiros a serem eliminados",
    "Files in origin folders are automatically protected and will not be deleted." : "Os ficheiros nas pastas de origem são protegidos automaticamente e não serão eliminados.",
    "{selected} of {total} files selected" : "{selected} de {total} ficheiros selecionados",
    "All {count} files are in origin folders and cannot be deleted" : "Todos os {count} ficheiros estão em pastas de origem e não podem ser excluídos",
    "Preview" : "Pré-visualizar",
    "File" : "Ficheiro",
    "Path:" : "Caminho:",
    "Delete" : "Eliminar",
    "Default" : "Predefinido",
    "Settings" : "Definições",
    "Manage Projects" : "Gerir projectos",
    "Close" : "Fechar",
    "File Hash" : "Hash do ficheiro",
    "Configure folders that should be considered as origin folders. Files in these folders will never be marked as duplicates to be deleted." : "Configure as pastas que devem ser consideradas pastas de origem. Os ficheiros nestas pastas nunca serão marcados como duplicados para eliminação.",
    "Edit" : "Editar",
    "Remove folder" : "Remover pasta",
    "Cancel" : "Cancelar",
    "Can I recover deleted files?" : "Posso recuperar ficheiros excluídos?",
    "Yes, all files deleted through Duplicate Finder can be recovered from your Nextcloud trash bin during the retention period set by your administrator." : "Sim, todos os ficheiros eliminados pelo Localizador de Duplicados podem ser recuperados da sua reciclagem do Nextcloud durante o período de retenção definido pelo seu administrador.",
    "No results found" : "No results found",
    "Previous" : "Anterior",
    "Next" : "Seguinte",
    "Recover deleted files from trash if needed" : "Recupere ficheiros eliminados da lixeira, se necessário.",
    "Advanced Settings" : "Definições Avançadas ",
    "Share Feedback" : "Partilhar Feedback",
    "All deleted files can be recovered from the Nextcloud trash bin during the retention period." : "Todos os ficheiros eliminados podem ser recuperados da reciclagem do Nextcloud durante o período de retenção.",
    "Files in origin folders will never be marked as duplicates to be deleted" : "Os ficheiros nas pastas de origem nunca serão marcados como duplicados para serem eliminados.",
    "File not found" : "Ficheiro não encontrado",
    "{count} files deleted successfully." : "{count} ficheiros eliminados com sucesso."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}